[
    {
        "title": "BioE Graduation Celebration",
        "date": "Jun 8, 2022, 11:30 a.m. - 1:45 a.m.",
        "description": "The Department of Bioengineering annually holds a ceremony to celebrate graduates from across our academic programs. This year the UW BioE Graduation Celebration welcomes the Class of 2022 as well as the Classes of 2020 and 2021 back to campus to celebrate in person!"
    },
    {
        "title": "UW Farm Volunteer Event",
        "date": "Jun 9, 2022, 9 a.m. - 12 p.m.",
        "description": "Come join us out on the campus farm and help us grow veggies, fruit and flowers for the community! Learn basic organic urban farming methods, meet new community members and students, and help us maintain the three growing spaces that make up the UW Farm. \\n Be sure to register as a volunteer BEFORE arriving. Visiting the UW Farm Get Involved website page, and completing step 1 (register with UWBG) and step 2 (complete the Questionnaire google form). Then just pick a shift on the schedule and show up! \\nBring gloves, a hat, snack, water bottle and dress in layers of clothing to prepare for changing weather."
    },
    {
        "title": "Forest Bathing Walk ",
        "date": "Jun 11, 2022, 10 – 11:30 a.m.",
        "description": "Join UW Botanic Gardens and Cascadia Forest Therapy for a unique forest bathing opportunity in the Washington Park Arboretum. Forest bathing (or shinrin-yoku) has been popular in Japan for decades and is gaining momentum in the US. The practice encourages you to walk in the forest at a slower pace and take in the atmosphere around you. Multiple scientific studies have shown that it lowers stress and blood pressure levels, while increasing immune system functioning, making you more resilient to diseases and illness."
    },
    {
        "title": "Zumba with Karen Cornelio",
        "date": "Jun 11, 2022, 10 – 11 a.m.",
        "description": "Zumba takes the “work” out of workout, by mixing low-intensity and high-intensity moves for an interval-style, calorie-burning dance fitness party. Once the Latin and world rhythms take over, you’ll see why Zumba Fitness classes are often called exercise in disguise. Zumba is a total workout, combining all elements of fitness – cardio, muscle conditioning, balance and flexibility, boosted energy and a serious dose of awesome each time you leave class. You’ll need some room to get down, supportive shoes, water nearby, and a towel."
    },
    {
        "title": "Accessible Technology Webinar Series",
        "date": "Jun 16, 2022, 3 – 4 p.m.",
        "description": "We are hosting webinars on popular IT Accessibility topics on the 3rd Thursday of each month, 3:00 pm– 4:00 pm. Webinars are free but require registration.  Watch for the registration link as we get closer to the webinar date."
    },
    {
        "title": "Youth Global Health and Innovation Conference",
        "date": "Jun 22, 9 a.m. ",
        "description": "This conference aims to gather high school and undergraduate students from around the world to initiate conversations about topics which significantly impact global health. Participants will have the opportunity to engage with global health professionals through a series of keynote speakers and activities."
    },
    {
        "title": "2022 AWSP/WASA Summer Conference",
        "date": "Jun 25, 9 a.m.",
        "description": "This is a year of celebration — not only because it's the 40th Anniversary of the AWSP/WASA Summer Conference — but also because school leaders like you have overcome unimaginable obstacles during the past three school years. This year's theme is \"You Belong Here.\" Sessions will focus on belonging, inclusion, collaboration, climate & culture, systems, and student learning."
    }
]
