[
    {
        "title": "Basketball Analytics Club",
        "rso_type": "Sports",
        "description": "To promote a thought-provoking space for like-minded basketball fans to discuss the current state of affairs in the basketball world (including but not limited to topics involving the National Basketball Association, college basketball, etc.) ",
        "contact": "uwbac@uw.edu"
    },
    {
        "title": "Club Golf Team at the University of Washington",
        "rso_type": "Sports",
        "description": "The Club Golf Team at the University of Washington is a competitive group affiliated with the National Collegiate Club Golf Association (NCCGA) that competes in multiple tournaments fall and spring quarters.",
        "contact": "alove2@uw.edu"
    },
    {
        "title": "Dawg Pack Dirt",
        "rso_type": "Sports",
        "description": "To research dirt on opposing teams and write it up for the Dawg Pack student section to enjoy. We primarily focus on men's basketball, but include football and potentially other smaller-scale sports. We are the loudest and proudest students in Husky Stadium/Hec Ed Pavilion who lead chants, carry on traditions, and most importantly, show the love for our Dawgs.",
        "contact": "uwdawgpack@gmail.com"
    },
    {
        "title": "AcademyHealth Student Chapter",
        "rso_type": "Academics",
        "description": "AcademyHealth defines health services research as the science of study that determines what works, for whom, at what cost, and under what circumstances. It studies how our health system works, how to support patients and providers in choosing the right care, and how to improve health through care delivery.",
        "contact": "acadh@uw.edu"
    },
    {
        "title": "Access Student Resource Group",
        "rso_type": "Academics",
        "description": "The Access Student Resource Group (ASRG) has been formed to enhance the academic and social experience of Access students and to create opportunities for Access students to help the educational and service goals of the University and its greater community.",
        "contact": "asrg@uw.edu"
    },
    {
        "title": "African Student Association",
        "rso_type": "Cultural",
        "description": "The African Students Association at UW strives to spread cultural awareness throughout this institution, engage in community service through high school outreach, and provide social & academic networks of equally accomplished individuals to its members. Check out our past events in our photo gallery and meet our current ASA Officers.",
        "contact": "smhlanga@uw.edu"
    },
    {
        "title": "Armenian Student Association at the University of Washington",
        "rso_type": "Cultural",
        "description": "This RSO is to promote and educate Armenian culture. Bringing Armenian students and Armenians of all ages in the community to gather and others who want to contribute to the society It is a new way of teaching Armenian culture through youth!",
        "contact": "armsocuw@uw.edu"
    },
    {
        "title": "Actuarial Club",
        "rso_type": "Academics",
        "description": "To network with local actuaries, build a campus community, inform students about the actuarial profession, and organize study groups for the actuarial exams.",
        "contact": "actuary@uw.edu"
    },
    {
        "title": "Allen School Student Advisory Council",
        "rso_type": "Academics",
        "description": "The Allen School Student Advisory Council will serve as the collective voice of undergraduate and master's students in CSE. This advisory council aims to use research-based methods to assess and understand students’ needs and ultimately create a structure to address them. The advisory council seeks to collaborate with advisers, staff, and faculty on key issues such as diversity, social responsibility, and student wellness.",
        "contact": "allensac@uw.edu"
    },
    {
        "title": "Disc Golf Club at The University of Washington",
        "rso_type": "Sports",
        "description": "To promote the sport of Disc Golf among the UW community, and to connect with other students interested in Disc Golf.",
        "contact": "dgcuw@uw.edu"
    },
    {
        "title": "Dub Club Baseball",
        "rso_type": "Sports",
        "description": "A competitive baseball team, of and run by UW students, in the National Club Baseball Association (NCBA) that plays other baseball teams in the Northwest US. We are currently in the Division II Rocky Mountain - North Conference. Please contact listed email or phone number with any questions. Visit our website to see practice times— anyone is welcome to practice (no prior baseball experience required).",
        "contact": "uwbaseballclub@gmail.com"
    },
    {
        "title": "Futsal @ UW",
        "rso_type": "Sports",
        "description": "Futsal @ UW is a diverse group of UW students that stay connected through a Facebook group and meet every week in the IMA to play pick-up style futsal. We do not have a team, as other club sports do, however, we have a core group of consistent players that constitute the club. We do not compete against any other clubs and welcome players of any skill level!",
        "contact": "uwclubfutsal@outlook.com"
    },
    {
        "title": "Bengali Students Association",
        "rso_type": "Cultural",
        "description": "An organization aiming to connect students of Bengali and non-Bengali ethnicity and encourage community.",
        "contact": "bengali@uw.edu"
    },
    {
        "title": "Bhaki Yoga Club @ UW",
        "rso_type": "Cultural",
        "description": "We at Bhakti Yoga Club want to improve the quality of living of students and faculty by teaching them principles for a stress-free, happy, and meaningful life. We offer free classes on Ashtanga Yoga asanas, Pranayama, Meditation and serve delicious vegetarian meals every Friday in the HUB from 7 PM! We do simple exercises followed by yoga practices and go deep into our consciousness.",
        "contact": "bhaktiyoga@uw.edu"
    },
    {
        "title": "Black Law Students Association",
        "rso_type": "Cultural",
        "description": "We utilize the collective resources of student members to bring together black law students from all backgrounds to discuss their experiences as black students attaining a JD. We also provide networking, support and information regarding opportunities in the legal field. Our main goal is to provide a safe space for black law students to gather and discuss a shared experience.",
        "contact": "anm26@uw.edu"
    },
    {
        "title": "Girls' Gains Club",
        "rso_type": "Sports",
        "description": "The Girls’ Gains Club at the University of Washington aims to empower women through fitness and health to build self-confidence and community. We strive to debunk women’s fitness myths, offer a space to discuss and begin fitness journeys, and educate healthy ways to enjoy exercise. Our mission is to reduce the stigma surrounding women’s health by discussing these issues and educating others. ",
        "contact": "syline@uw.edu"
    },
    {
        "title": "Alpha Theta Delta",
        "rso_type": "Academics",
        "description": "We're a professional design fraternity and we welcome for anyone with an interest in creative work or design. We work to develop our professional network between designers and students in relevant fields and create a welcoming design community.",
        "contact": "alphathetadelta.uw@gmail.com"
    },
    {
        "title": "Applied Mathematics Club",
        "rso_type": "Academics",
        "description": "Applied Mathematics Club devots building an active and inclusive community for people interested in applied math, computational finance, statistics, etc.",
        "contact": "amathclub@uw.edu"
    },
    {
        "title": "Associated Students of the College of Education",
        "rso_type": "Academics",
        "description": "The Associated Students of the College of Education act on behalf of the student body of the College of Education (COE) in three chief ways. First, we aim to create a positive culture and atmosphere in the COE for all students, primarily by connecting with one another, faculty and staff as a means to establish more meaningful relationships that will lead to greater academic collaboration and support. Second, we will serve as the student government for the COE, advocating on the behalf of students, and acting as a liaison between COE students and the administrations of the college and the university. Third, we aim to strengthen professional development opportunities by making them available and accessible to all students in the college.",
        "contact": "ascemail@uw.edu"
    },
    {
        "title": "High Performance Canoe and Kayak @ UW",
        "rso_type": "Sports",
        "description": "We are a group dedicated to giving sprint canoe and kayak athletes the rare opportunity to continue their elite-level athletic careers through university. The Seattle Area is one of the greatest locations for our sport, perfectly situating this city to be the center of a new era of Under-23 and Senior competitors. We hope that we can stop the current trend of nationally-ranked athletes from giving up the sport because schools won't recognize their effort and their achievement.",
        "contact": "hpckuw@uw.edu"
    },
    {
        "title": "Black Student Union",
        "rso_type": "Cultural",
        "description": "The purpose of this organization is to establish a cohesive union between Black students, Black faculty, other Black organizations and the greater UW community. BSU exists to enhance cultural and political awareness, sponsor social events and provide support for the students and the community.",
        "contact": "bsu@uw.edu"
    },
    {
        "title": "Husky Cycling",
        "rso_type": "Sports",
        "description": "The Husky Cycling Club strives to provide opportunities in all cycling disciplines, as well as at all skill levels, to UW students, staff, and faculty. In addition to fielding regional and national championship teams in road, cyclocross, mountain bike, and track, Husky Cycling maintains a vibrant recreational riding scene year-round.",
        "contact": "huskycyclinguw@uw.edu"
    },
    {
        "title": "Cham Student Association",
        "rso_type": "Cultural",
        "description": "Cham Student Association (ChamSA) at the University of Washington celebrates Cham identity and lived-experiences by providing space and a support system for our members. We strive to promote higher education in the Cham community.",
        "contact": "champauw@uw.edu"
    },
    {
        "title": "Chinese Debate Club at University of Washington",
        "rso_type": "Cultural",
        "description": "Chinese Debate Club aims to develop a debate team that could represent University of Washington to champion in international debating competitions; provide students chances to improve speaking and critical thinking in Chinese.",
        "contact": "cdcuw2020@uw.edu"
    },
    {
        "title": "Chinese Student Association at the University of Washington",
        "rso_type": "Cultural",
        "description": "The Chinese Student Association (CSA) is a Registered Student Organization at the University of Washington. We are an entirely student-led group dedicated towards improving cultural awareness on campus as well as providing support for those who come from a common background.",
        "contact": "csauw@uw.edu"
    },
    {
        "title": "Chinese Students and Scholars Association",
        "rso_type": "Cultural",
        "description": "Promoting mutual understanding, mutual assistance, and mutual benefits among UWCSSA members",
        "contact": "yliang7@uw.edu"
    },
    {
        "title": "Husky Inline Skate Squad",
        "rso_type": "Sports",
        "description": "A place for inline skaters to find and make community, as well as gain and improve on their skills! This is inclusive of slalom and aggressive techniques. Let's learn and have fun together! If you are a quad skater and interested, please email the RSO!",
        "contact": "hiss@uw.edu"
    },
    {
        "title": "Husky Roundnet Club",
        "rso_type": "Sports",
        "description": "It shall be the purpose of this organization to promote the sport of Spikeball and assemble members to engage in friendly tournaments within and outside of the club",
        "contact": "uwspike@uw.edu"
    },
    {
        "title": "Husky Rugby Club",
        "rso_type": "Sports",
        "description": "The purpose of the Husky Rugby Club is to promote the expansion of the sport of rugby union through playing the sport as well as teaching the sport to the students of the University of Washington.",
        "contact": "recruiting@huskyrugby.com"
    },
    {
        "title": "Husky Running Club",
        "rso_type": "Sports",
        "description": "We are dedicated to helping runners improve their running abilities and providing a fun and encouraging atmosphere for all that participate. We meet in the Quad at 5 PM from Monday to Friday. Follow along on our social media for information on in-person/virtual events!",
        "contact": "uwrunner@uw.edu"
    },
    {
        "title": "Husky Sailing Team",
        "rso_type": "Sports",
        "description": "We are a club sports team that competes with other schools in the Inter Collegiate Sailing Association (ICSA). We travel all around the country to attend regattas and we represent not only the University of Washington, but the North West Intercollegiate Sailing Association (NWICSA). ",
        "contact": "huskysailing@gmail.com"
    },
    {
        "title": "Husky Ski Team",
        "rso_type": "Sports",
        "description": "Our organization is for students who love skiing, and want to share that passion with an amazing group of teammates, coaches, and volunteers. We ski race competitively against other colleges in the northwest (no racing experience required).",
        "contact": "skiteam@uw.edu"
    },
    {
        "title": "Chinese Traditional Instrument Club",
        "rso_type": "Cultural",
        "description": "We are a group of people who wants to create more diversity for UW and share Chinese traditional instrument with all other students.",
        "contact": "yerik7462@gmail.com"
    },
    {
        "title": "Chinese Union at University of Washington",
        "rso_type": "Cultural",
        "description": "Our goal is to help students in their academic and social endeavors, encourage cultural interactions between ethnic groups and promote general welfare for international students.",
        "contact": "xhy0113@uw.edu"
    },
    {
        "title": "Dedicated to Soiree Student Association",
        "rso_type": "Cultural",
        "description": "Our purpose is to hold indoor and outdoor events to celebrate holidays for all people who like getting together on special occasions.",
        "contact": "dssa@uw.edu"
    },
    {
        "title": "Desi Dhamaka",
        "rso_type": "Cultural",
        "description": "Desi Dhamaka is an annual, student-run, South Asian cultural showcase at the University of Washington. It has grown to become a significant annual event of the Pacific Northwest. The mission of the show is to demonstrate our pride in South Asian culture and its performing arts by providing the platform for UW students to showcase their talent to the UW student body and the great Northwest community.",
        "contact": "dhamaka@uw.edu"
    },
    {
        "title": "EMER Hiphop",
        "rso_type": "Cultural",
        "description": "We offer a stage for UW students who interested in Hiphop and Asian raps. We mainly provide the tutoring for writing raps, singing raps and the meeting for sharing and communicating raps.",
        "contact": "emerhpc@uw.edu"
    },
    {
        "title": "Evans International Students Association",
        "rso_type": "Cultural",
        "description": "EISA aims to provide community and professional support to all international students at Evans, creating a space for their voices to be heard, celebrated and shared with the wider student community. ",
        "contact": "astghv@uw.edu"
    },
    {
        "title": "Association for Women in Mathematics Student Chapter at UW",
        "rso_type": "Academics",
        "description": "The Chapter is organized and will be operated for educational and scientific purposes to promote the following: An increased knowledge of and greater interest in the mathematical sciences, including pure and applied mathematics, statistics, and their applications; a greater understanding of the contributions of women in the mathematical sciences; and mentoring and encouraging women and girls as they consider and/or prepare for careers in the mathematical sciences. ",
        "contact": "awmsc@uw.edu"
    },
    {
        "title": "Brothers In Color at UW",
        "rso_type": "Academics",
        "description": "The mission of Brothers in Color at UW is to advocate for males of color to come together and discuss the barriers hindering their success at the UW, create a space for males of color to come together and socialize with each other, and provide support and resources to males of color for their continued success at the University of Washington",
        "contact": "noahstan@uw.edu"
    },
    {
        "title": "College of Psychiatric and Neurologic Pharmacists, University of Washington Collegiate Chapter",
        "rso_type": "Academics",
        "description": "The CPNP Collegiate Chapter will exist to encourage all student pharmacists to become more knowledgeable about CPNP and the profession of psychiatric and neurologic pharmacy.",
        "contact": "cpnp@uw.edu"
    },
    {
        "title": "CSF Club at UW Seattle",
        "rso_type": "Academics",
        "description": "A group of CSP Alumni who are currently connected with CSF organization through a collegiate level program but have built their own community at UW Seattle to empower one another and aspire incoming generations",
        "contact": "csfclub@uw.edu"
    },
    {
        "title": "Dental Practice Ownership Association",
        "rso_type": "Academics",
        "description": "We invite general practice and specialist owners across the nation to share the success and struggles of their office ownerships. ",
        "contact": "chaodong@uw.edu"
    },
    {
        "title": "Endodontics Interest Group at University of Washington School of Dentistry",
        "rso_type": "Academics",
        "description": "An interest group for pre-dental or dental students interested in specializing in Endo.",
        "contact": "wangtina@uw.edu"
    },
    {
        "title": "Ethnomusicology Student Association",
        "rso_type": "Academics",
        "description": "The Ethnomusicology Student Association (ESA) exists to serve the interests of students, both graduate and undergraduate, in the Ethnomusicology Program at the University of Washington",
        "contact": "esa@uw.washington.edu"
    },
    {
        "title": "GeoDat",
        "rso_type": "Academics",
        "description": "At GeoDat, we work to provide students with opportunities in research, career development, and engaging academic events related to geography and data science.",
        "contact": "arghyak@uw.edu"
    },
    {
        "title": "Geography Graduate Student Association",
        "rso_type": "Academics",
        "description": "The Geography Graduate Student Association (GGSA) provides a space of community for geography graduate students to support each other in their academic and social lives, and to work collectively within the department to encourage open communication between students and faculty. The group meets to communicate pressing departmental or university issues of concern, and through democratic process to establish a collective voice on the matter at hand. The concerns of the grad students are then voiced by group leaders to the department or other university bodies. The GGSA typically meets at least twice per quarter",
        "contact": "nvwynn@uw.edu"
    },
    {
        "title": "Husky Swim Club",
        "rso_type": "Sports",
        "description": "To create a group where people can join to stay fit and swim together in a recreational atmosphere",
        "contact": "huskyswimclub@uw.edu"
    },
    {
        "title": "Husky Table Tennis Club",
        "rso_type": "Sports",
        "description": "Promote table tennis and a healthy lifestyle at the University of Washington. Learn new table tennis techniques, practice with each other, and participate in tournaments within the clubs. Discover talented players and compete at a national level. Lastly, HTTC wants others to socialize and create relationships in a fun environment.",
        "contact": "shelly396012@gmail.com"
    },
    {
        "title": "Husky Tennis Club",
        "rso_type": "Sports",
        "description": "To promote the growth of recreational and competitive tennis among all peoples of all skill levels and abilities at the University of Washington.",
        "contact": "tennis@uw.edu"
    },
    {
        "title": "Husky Triathlon Club",
        "rso_type": "Sports",
        "description": "The Husky Triathlon Club serves University of Washington affiliated multisport athletes of all ages and abilities, enabling them to achieve their athletic goals in a stimulating, supportive and sociable environment.",
        "contact": "huskytri@gmail.com"
    },
    {
        "title": "Husky Wrestling Club",
        "rso_type": "Sports",
        "description": "The purpose of Husky Wrestling Club is to give University of Washington students the opportunity to participate and compete in the sport of wrestling.",
        "contact": "huskywc@uw.edu"
    },
    {
        "title": "Husky Wushu Club",
        "rso_type": "Sports",
        "description": "The purpose of this organization to provide and develop a community committed to the advancement of Wushu through organized and goal-oriented training programs, team competition at national tournaments, and team performances and cultural demonstrations.",
        "contact": "uwwushu@uw.edu"
    },
    {
        "title": "Ice Hockey Club at the UW",
        "rso_type": "Sports",
        "description": "Our purpose is to provide a competitive and fun environment for those who wish to play the sport of ice hockey.",
        "contact": "uwhockey@uw.edu"
    },
    {
        "title": "Intercollegiate Horse Shows Association Equestrian Team at the UW",
        "rso_type": "Sports",
        "description": "To teach horsemanship to interested students or faculty members and to provide an opportunity for undergraduates to compete in intercollegiate competitions. We welcome equestrians of all skill levels and interests!",
        "contact": "ihsa@uw.edu"
    },
    {
        "title": "Judo Club at the University of Washington",
        "rso_type": "Sports",
        "description": "The purpose of this organization is to develop mental and physical condition through the practice of Judo and compete with other such clubs in contests.",
        "contact": "judouw@uw.edu"
    },
    {
        "title": "Kung Fu/Tai Chi Club at the University of Washington",
        "rso_type": "Sports",
        "description": "The purpose of the Kung Fu Tai Chi club at the UW is to practice and refine our skills in Hung Gar, Kung Fu and Tai Chi.",
        "contact": "uwkungfu@uw.edu"
    },
    {
        "title": "Men's Husky Lacrosse Club at the University of Washington",
        "rso_type": "Sports",
        "description": "To provide an opportunity to participate in a competitive lacrosse environment for student athletes at the University of Washington.",
        "contact": "huskylax@uw.edu"
    },
    {
        "title": "Men's Soccer Club at the University of Washington",
        "rso_type": "Sports",
        "description": "The Men's Soccer Club at the University of Washington aims to provide students with the opportunity to play soccer at a competitive collegiate club level. We aim to create an opportunity for full-time students to represent the UW and compete against other local and regional schools.",
        "contact": "msoccer@uw.edu"
    },
    {
        "title": "Men's Volleyball Club at UW",
        "rso_type": "Sports",
        "description": "To provide a safe and competitive environment to learn and train in the sport of volleyball, while providing ample opportunities to compete in local and national competitions.",
        "contact": "mensvb@uw.edu"
    },
    {
        "title": "Men's Water Polo Club",
        "rso_type": "Sports",
        "description": "To provide a men's water polo team at the UW, and to spread the camaraderie and charisma of a great sport throughout the Pacific Northwest.",
        "contact": "dawgpolo@uw.edu"
    },
    {
        "title": "Sand Volleyball at UW",
        "rso_type": "Sports",
        "description": "The purpose of this organization shall be to offer exposure and training in the sport of sand volleyball. Our club will be a central hub that provides students with equipment, training, and opportunities to play and compete at the University of Washington.",
        "contact": "sandvb@uw.edu"
    },
    {
        "title": "Seattle Tricking UW Chapter",
        "rso_type": "Sports",
        "description": "Our goal is to bring together new and seasoned trickers alike in the UW area in order to create a stronger community and provide regular local practice sessions. ",
        "contact": "trickinguw@uw.edu"
    },
    {
        "title": "Student Athletes Against Sexual Harassment and Assault",
        "rso_type": "Sports",
        "description": "It shall be the purpose of this organization to use the environment and resources of college athletics to pursue a cultural change that will reduce sexual harassment and violence across college campuses. It shall accomplish this through student-athlete directed change and leadership.",
        "contact": "saashauw@uw.edu"
    },
    {
        "title": "The Dawg Pack",
        "rso_type": "Sports",
        "description": "The Dawg Pack is the official student fan group for the Washington Huskies. We provide involvement opportunities through athletic events, student leadership and a home for UW campus community.",
        "contact": "uwdawgpack126@gmail.com"
    },
    {
        "title": "Union Bay Rowing Club",
        "rso_type": "Sports",
        "description": "Union Bay Rowing Club (UBRC) is a rowing cooperative providing rowing facilities and instruction for both the novice and experienced rower in the University of Washington community. Members share in club duties, including coxing, coaching, and boat maintenance. The goal of UBRC is to improve the rowing skills of each member while also providing all members with the most enjoyable rows possible.",
        "contact": "ubrc@uw.edu"
    },
    {
        "title": "University Kayak Club",
        "rso_type": "Sports",
        "description": "The University Kayak Club is dedicated to all forms of kayaking and open to University of Washington students, staff, and their spouses. The club organizes outings and provides equipment and instruction for club members.",
        "contact": "ukc@uw.edu"
    },
    {
        "title": "Google Developer Student Clubs at UW",
        "rso_type": "Academics",
        "description": "The purpose of GDSC will be to impact and empower students through understanding, using, and reflecting about technology. The GDSC will host information sessions, hands-on workshops, hackathon and student-community collaborative projects centered around the latest and greatest in technology, all with the support of Google and Google Developers.",
        "contact": "dscatuw@gmail.com"
    },
    {
        "title": "Grey Matters Journal",
        "rso_type": "Academics",
        "description": "Grey Matters is a neuroscience outreach organization founded by students at the University of Washington on the core belief that science education should be accessible to everyone, regardless of educational background.",
        "contact": "thalamus@uw.edu"
    },
    {
        "title": "Hey Mentor Club",
        "rso_type": "Academics",
        "description": "We are a college mentoring student organization that provides support to underserved students in navigating pathways to college and career.",
        "contact": "smartan@uw.edu"
    },
    {
        "title": "Honors Student Association",
        "rso_type": "Academics",
        "description": "Our mission is to help create a sense of community within all current University of Washington Honors Students. We plan events and activities to help bring all students, both Interdisciplinary and Departmental Honors, together to help them feel more comfortable and welcomed in the Honors Program. Our club will work closely together with the Honors Program and their Community Ambassadors.",
        "contact": "hnrssa@uw.edu"
    },
    {
        "title": "Human Factors & Ergonomics Society at UW, Student Chapter",
        "rso_type": "Academics",
        "description": "Is organized to serve the needs of the human factors profession at the University of Washington. Its purpose is to promote and advance the understanding of the human factors involved in the design, manufacture, and use of machines, systems, environments, and devices of all kinds through the interchange of knowledge and methods in behavioral, biological, and physical sciences and in industrial, computer science and other relevant engineering disciplines.",
        "contact": "hfesuw@uw.edu"
    },
    {
        "title": "Inclusify by Design at UW",
        "rso_type": "Academics",
        "description": "Inclusify by Design curates a collection of resources inspiring individuals to develop an inclusive design mindset. In addition to guiding students to research inclusive design practice in all types of industries, we also give value through finding different ways of learning about inclusion, diversity, and equity.",
        "contact": "inclusifybydesign@gmail.com"
    },
    {
        "title": "Informatics Undergraduate Association at the University of Washington",
        "rso_type": "Academics",
        "description": "The Informatics Undergraduate Association was founded by Informatics majors for Informatics majors. It is our objective to serve the needs and interests of those in our major, but also those interested in applying to the undergraduate degree program as well.",
        "contact": "iuga@uw.edu"
    },
    {
        "title": "ISACA Student Group UW Chapter",
        "rso_type": "Academics",
        "description": "The purpose of this student group is to promote information security to both undergraduate and graduate students by inviting guest speakers who are currently working in the field of information security and information management. We will also hold workshops to demonstrate basic information security procedures and best practices. We are associated with the international group: ISACA, and also the local Puget Sound Chapter of ISACA Professionals.",
        "contact": "isacauw@uw.edu"
    },
    {
        "title": "Jackson School Journal of International Studies",
        "rso_type": "Academics",
        "description": "The Jackson School Journal of International Studies is the undergraduate peer-reviewed academic journal dedicated to showcasing the research and policy writing by students in the Jackson School and the University of Washington.",
        "contact": "jsjis@uw.edu"
    },
    {
        "title": "Jackson School Student Association",
        "rso_type": "Academics",
        "description": "The Jackson School Student Association (JSSA) is the student organization for the Henry M. Jackson School of International Studies at the University of Washington. JSSA aims to provide relevant programming and social opportunities for International Studies majors and minors. ",
        "contact": "jssa@uw.edu"
    },
    {
        "title": "Kinspire UW",
        "rso_type": "Academics",
        "description": "Kinspire’s mission is focused on working on projects that directly impact the children that we work with. Through the use of technology, we provide students with the mentorship that allows them to explore new career opportunities and access resources to advance their educational pursuits. Our fundraisers and events help to raise awareness and expand our impact.",
        "contact": "kinspire@uw.edu"
    },
    {
        "title": "Kojobs United - University of Washington Chapter",
        "rso_type": "Academics",
        "description": "The purpose of Kojobs is to provide job information in the U.S and South Korea, to build fruitful relationship between upperclassmen and underclassmen from a variety of majors, and to continuously network with Korean professionals in Seattle Area.",
        "contact": "janisk2@uw.edu"
    },
    {
        "title": "Louis Stokes Alliance for Minority Participation",
        "rso_type": "Academics",
        "description": "The Louis Stokes Alliance for Minority Participation (LSAMP) is designed to increase the quality and number of students from under-represented minority groups who complete undergraduate degrees in science, technology, engineering, and mathematics (STEM). ",
        "contact": "lsamp@uw.edu"
    },
    {
        "title": "Mandarin Study Club at UW",
        "rso_type": "Academics",
        "description": "This club brings dental students together who are interested in studying Mandarin Chinese with the intent to be able to better serve the Chinese community.",
        "contact": "uwsodmandarinstudyclub@gmail.com"
    },
    {
        "title": "Microphiles Journal @ UW",
        "rso_type": "Academics",
        "description": "The Microphiles Journal is an undergraduate microbiology journal put together entirely by students, aiming to showcase the diversity of microbiology to all audiences while providing an opportunity for students to develop their skills in scientific writing, publishing, editing, illustration, and leadership. Individuals from all majors and year groups are welcome to join!",
        "contact": "microphilesjournaluw@gmail.com"
    },
    {
        "title": "Model United Nations at the University of Washington",
        "rso_type": "Academics",
        "description": "MUN at the UW provides the resources for UW students to attend Model United Nations conferences around the world, while serving as a community and a resource for those interested in global issues. Students gain skills in writing, public speaking, debating, research and leadership.",
        "contact": "mun@uw.edu"
    },
    {
        "title": "MSTI Graduate Student Association at University of Washington",
        "rso_type": "Academics",
        "description": "The goal of MSTI GSA is to support MSTI students at the Global Innovation Exchange through advocacy for personal and professional growth, the organization of events, and community engagement",
        "contact": "gmillawa@uw.edu"
    },
    {
        "title": "National Organization of Minority Architecture Students",
        "rso_type": "Academics",
        "description": "NOMAS is a student formed group devoted to connecting students and fostering a community in the UW College of Built Environments to professionals in the industry, and to provide access to greater network of NOMA across the country.",
        "contact": "nomas@uw.edu"
    },
    {
        "title": "Neuroscience Undergraduate Reading Program",
        "rso_type": "Academics",
        "description": "Our goal is to facilitate undergraduate and graduate student interactions and undergraduate scientific literacy and science presentation skills with a focus on neuroscience through one on one journal clubs between an undergraduate and graduate students",
        "contact": "uw.nurp@gmail.com"
    },
    {
        "title": "Evans People of Color",
        "rso_type": "Cultural",
        "description": "Evans People of Color aims to center the voice of students of color in the Evans School, at UW, and in the Greater Seattle Area in order to create a more equitable environment.",
        "contact": "epoc@uw.edu"
    },
    {
        "title": "Fijian Indian Student Association",
        "rso_type": "Cultural",
        "description": "Fijian Indian Student Association is a group on campus that educates people about the history of Fijan Indians.",
        "contact": "fisauw@gmail.com"
    },
    {
        "title": "Filipino American Student Association",
        "rso_type": "Cultural",
        "description": "The mission of the Filipino American Student Association at the University of Washington shall be to foster unity and pride among its members and surrounding community through educational, political, cultural and social advancement.",
        "contact": "fasa@uw.edu"
    },
    {
        "title": "First Nations at UW",
        "rso_type": "Cultural",
        "description": "First Nations at the University of Washington is one of the largest Native American and Alaska Native student organizations on campus. We host events both on- and off-campus with the intention of educating the community about Native cultures, spreading awareness to issues affecting the Native community and upholding our respective customs and traditions. ",
        "contact": "fnuw@uw.edu"
    },
    {
        "title": "firstUW",
        "rso_type": "Cultural",
        "description": "Provide an opportunity for mentorship relationships for incoming first and second year first-generation UW students to upperclassmen UW students",
        "contact": "firstgenatuw@uw.edu"
    },
    {
        "title": "French Language Association at University of Washington",
        "rso_type": "Cultural",
        "description": "The French Language Association at The University of Washington aims to create a community on the UW Seattle campus where French learners of all levels can practice their French skills and immerse themselves in the French culture through fun activities, conversation groups, and cultural excursions.",
        "contact": "frenchclubuw@uw.edu"
    },
    {
        "title": "Hong Kong Student Association",
        "rso_type": "Cultural",
        "description": "Founded in 1984, the Hong Kong Student Association (HKSA) is a student governed, non-profit organization registered at the University of Washington which provides a space for Cantonese students to interact with each other.",
        "contact": "uwseattlehksa@gmail.com"
    },
    {
        "title": "Hua Psychology Club",
        "rso_type": "Cultural",
        "description": "We are committed to helping international students to improve their mental health by providing information about counseling resources and staff that focus on international student needs.",
        "contact": "huapsych@uw.edu"
    },
    {
        "title": "Indian Student Association at University of Washington",
        "rso_type": "Cultural",
        "description": "UW's Indian Student Association strives to spread awareness about Indian culture as well as create a supportive campus environment while working together to plan events to promote our culture and community.",
        "contact": "uwisa@uw.edu"
    },
    {
        "title": "Japanese Student Association at the University of Washington",
        "rso_type": "Cultural",
        "description": "JSA aims to promote and preserve Japanese culture at the University of Washington by hosting cultural and social events for Japanese students, exchange students, and anyone who appreciates Japanese culture to gather and have a good time!",
        "contact": "rozawa@uw.edu"
    },
    {
        "title": "Korean Student Association",
        "rso_type": "Cultural",
        "description": "KSA aims to help our members and the community while spreading the many different components of the Korean culture.",
        "contact": "uwksaexec@gmail.com"
    },
    {
        "title": "Taiwanese Student Association",
        "rso_type": "Cultural",
        "description": "The Taiwanese Student Association at UW is dedicated to promoting Taiwan's rich culture and heritage at the University of Washington and in the Greater Seattle area. We are home to the annual UW Night Market, the largest student-run event at our school!",
        "contact": "tsauw1@gmail.com"
    },
    {
        "title": "Taiwanese Youth Alliance of Pacific Northwest",
        "rso_type": "Cultural",
        "description": "The Taiwanese Youth Alliance Pacific Northwest is a non-commercial union, without any political and religious boundaries, devoted to building a local platform for the Taiwanese youths in the Pacific Northwest.",
        "contact": "tyapn@uw.edu"
    }
]
